Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/gitlab.tmx
Source language: en
Languages: sv

source: DeleteProject|Failed to remove some tags in project container registry. Please try again or contact administrator.
sv: DeleteProject|Det gick inte att ta bort vissa taggar i projektets containerregister. Försök igen eller kontakta administratören.

source: DeleteProject|Failed to remove webhooks. Please try again or contact administrator.
sv: DeleteProject|Det gick inte att ta bort webhooks. Försök igen eller kontakta administratören.

source: Deny access request
sv: Neka åtkomstbegäran

source: Dependency Scanning
sv: Beroendeskanning

source: Dependency scanning
sv: Beroendeskanning

source: DependencyListExport|License Identifiers
sv: DependencyListExport|Licensidentifierare

source: DependencyListExport|Location
sv: DependencyListExport|Plats

source: DependencyListExport|Packager
sv: DependencyListExport|Paketerare

source: DependencyListExport|Vulnerabilities Detected
sv: DependencyListExport|Identifierade sårbarheter

source: Deploy and manage containerized applications across clusters
sv: Distribuera och hantera containerbaserade program i kluster

source: DeploymentApprovals|Set how approval rules are applied to deployments in protected environments.
sv: DeploymentApprovals|Ange hur godkännanderegler tillämpas på distributioner i skyddade miljöer.

source: DevopsAdoption|Code owners
sv: DevopsAdoption|Kodägare

source: DevopsAdoption|Code owners enabled for at least one project
sv: DevopsAdoption|Kodägare aktiverade för minst ett projekt

source: DevopsAdoption|Runner configured for project/group
sv: DevopsAdoption|Runner konfigurerad för projekt/grupp

source: DiffblueCover|Access token secret used by Diffblue Cover in pipelines.
sv: DiffblueCover|Åtkomsttokenhemlighet som används av Diffblue Cover i pipelines.

source: DiffblueCover|Leave blank to use your current secret value.
sv: DiffblueCover|Lämna tomt om du vill använda ditt nuvarande hemliga värde.

source: DiffblueCover|Secret
sv: DiffblueCover|Hemlighet

source: Disable SSL verification for requests to GitLab Observability Backend
sv: Inaktivera SSL-verifiering för begäranden till GitLab Observability Backend

source: Disable SSL verification if GitLab Observability Backend is using a self-signed certificate inside a private network.
sv: Inaktivera SSL-verifiering om GitLab Observability Backend använder ett självsignerat certifikat i ett privat nätverk.

source: Disable fetching cloud alerts if this GitLab instance is isolated from the public internet, or does not use observe.gitlab.com for Observability features.
sv: Inaktivera hämtning av molnaviseringar om denna GitLab-instans är isolerad från det offentliga internet eller inte använder observe.gitlab.com för Observability-funktioner.

source: Discord webhook (for example, `https://discord.com/api/webhooks/…`).
sv: Discord-webhook (till exempel `https://discord.com/api/webhooks/…`).

source: DiscordService|Override the default webhook (e.g. https://discord.com/api/webhooks/…)
sv: DiscordService|Åsidosätt standardwebhooken (t.ex. https://discord.com/api/webhooks/…)

source: Discover|An example of GitLab's Dependency list feature
sv: Discover|Ett exempel på GitLabs funktion för beroendelista

source: Display alerts from all configured monitoring tools.
sv: Visa aviseringar från alla konfigurerade övervakningsverktyg.

source: Documentation for popular identity providers
sv: Dokumentation för vanliga identitetsleverantörer

source: DuoAgentPlatform|Add a session URL to commits authored by GitLab Duo Agent Platform, so reviewers can trace AI-assisted changes back to the originating session.
sv: DuoAgentPlatform|Lägg till en sessions-URL i incheckningar som skapats av GitLab Duo Agent Platform, så att granskare kan spåra AI-assisterade ändringar tillbaka till ursprungssessionen.

source: DuoCodeReview|Can't access the merge request. When SAML single sign-on is enabled on a group or its parent, Duo Code Reviews can't be requested from the API. Request a review from the GitLab UI instead.
sv: DuoCodeReview|Det går inte att komma åt sammanfogningsbegäran. När SAML-enkel inloggning är aktiverad för en grupp eller dess överordnade grupp kan Duo-kodgranskningar inte begäras via API:t. Begär i stället en granskning från GitLabs gränssnitt.

source: DuoCoreTrialDiscover|Automated compliance
sv: Duo Core-provversion|Automatiserad efterlevnad

source: DuoDependencyBump|Turn on Agentic Breaking Change Resolution
sv: Duo-beroendeuppdatering|Aktivera agentisk lösning av icke-kompatibla ändringar

source: DuoDependencyBump|Turn on dependency version bumps
sv: Duo-beroendeuppdatering|Aktivera uppdateringar av beroendeversioner

source: DuoDependencyBump|Turn on without enabling dependency version bumps
sv: Duo-beroendeuppdatering|Aktivera utan att aktivera uppdateringar av beroendeversioner

source: DuoDependencyBump|Use AI to analyze and fix breaking changes in failed pipelines for dependency bump merge requests
sv: Duo-beroendeuppdatering|Använd AI för att analysera och åtgärda icke-kompatibla ändringar i misslyckade pipelines för sammanslagningsbegäranden med beroendeuppdateringar

source: DuoDependencyBump|Would you like to turn on dependency version bumping now? You can also turn on Agentic Breaking Change Resolution without enabling the profile.
sv: Duo-beroendeuppdatering|Vill du aktivera uppdatering av beroendeversioner nu? Du kan även aktivera agentisk lösning av icke-kompatibla ändringar utan att aktivera profilen.

source: DuoFeatures|Excludes entire secrets directory
sv: Duo-funktioner|Utesluter hela katalogen för hemligheter

source: DuoProTrial|Sign in with a different account
sv: DuoProTrial|Logga in med ett annat konto

source: Duplicate entries found for compliance controls for the requirement.
sv: Dubblettposter hittades för efterlevnadskontroller för kravet.

source: Dynamic client registration requires authorization. Please pre-register the OAuth client and configure the client ID manually.
sv: Dynamisk klientregistrering kräver auktorisering. Förregistrera OAuth-klienten och konfigurera klient-ID:t manuellt.

source: Edit trigger token
sv: Redigera utlösartoken

source: Email notification for unknown sign-ins
sv: E-postavisering för okända inloggningar

source: Enable CI Visibility
sv: Aktivera CI-synlighet

source: Enable feature to choose access level
sv: Aktivera funktionen för att välja åtkomstnivå

source: Enable incident management inbound alert limit
sv: Aktivera gräns för inkommande aviseringar till incidenthantering

source: Enable instance runners for all projects and subgroups in this group.
sv: Aktivera instansrunners för alla projekt och undergrupper i den här gruppen.

source: Enable instance runners for this group
sv: Aktivera instansrunners för den här gruppen

source: Enable license detection within CycloneDX SBOM files. When disabled, licenses are reported as unknown.
sv: Aktivera licensidentifiering i CycloneDX-SBOM-filer. När den är inaktiverad rapporteras licenser som okända.

source: EnableReviewApp|Install and configure a runner to do the deployment.
sv: EnableReviewApp|Installera och konfigurera en runner för distributionen.

source: EnforcementAtLimitAlert|Your top-level group %{namespace_name} has reached the %{free_limit} user limit
sv: EnforcementAtLimitAlert|Din toppnivågrupp %{namespace_name} har nått användargränsen %{free_limit}

source: Enter in your Bitbucket Server URL and personal access token below
sv: Ange URL:en till Bitbucket Server och personlig åtkomsttoken nedan

source: Enter new AWS Secret Access Key
sv: Ange ny hemlig AWS-åtkomstnyckel

source: Enter the code from your two-factor authenticator app. If you've lost your device, you can enter one of your recovery codes.
sv: Ange koden från din tvåfaktorsautentiseringsapp. Om du har förlorat enheten kan du ange en av dina återställningskoder.

source: EnvironmentsAlert|%{severity} • %{title}. %{linkStart}View Details%{linkEnd} · %{startedAt}
sv: EnvironmentsAlert|%{severity} • %{title}. %{linkStart}Visa detaljer%{linkEnd} · %{startedAt}

source: EnvironmentsDashboard|The environments dashboard provides a summary of each project's environments' status, including pipeline and alert statuses.
sv: EnvironmentsDashboard|Miljöpanelen ger en sammanfattning av statusen för varje projekts miljöer, inklusive status för pipelines och aviseringar.

source: Environment|Cluster agent not found.
sv: Environment|Klusteragenten hittades inte.

source: Environment|Forbidden to access the cluster agent from this environment.
sv: Environment|Det är förbjudet att komma åt klusteragenten från den här miljön.

source: Environment|There was an error connecting to the cluster agent.
sv: Environment|Ett fel uppstod vid anslutning till klusteragenten.

source: Error fetching the dependency list. Please check your network connection and try again.
sv: Det gick inte att hämta beroendelistan. Kontrollera nätverksanslutningen och försök igen.

source: ErrorTracking|After adding your Auth Token, select the Connect button to load projects.
sv: Felspårning|När du har lagt till autentiseringstoken väljer du knappen Anslut för att läsa in projekt.

source: ErrorTracking|Auth Token
sv: Felspårning|Autentiseringstoken

source: ErrorTracking|Connection failed. Check Auth Token and try again.
sv: Felspårning|Anslutningen misslyckades. Kontrollera autentiseringstoken och försök igen.

source: ErrorTracking|To enable project selection, enter a valid Auth Token.
sv: Felspårning|Ange en giltig autentiseringstoken för att aktivera projektval.

source: Escalate this incident
sv: Eskalera den här incidenten

source: Escalation Policies
sv: Eskalationsprinciper

source: Escalation policies
sv: Eskalationsprinciper

source: Escalation policies may not have more than %{rule_count} rules
sv: Eskalationsprinciper får inte ha fler än %{rule_count} regler

source: Escalation policies must have at least one rule
sv: Eskalationsprinciper måste ha minst en regel

source: EscalationPolicies|%{clockIcon} IF alert is not %{alertStatus} in %{minutes}
sv: EscalationPolicies|%{clockIcon} OM aviseringen inte är %{alertStatus} inom %{minutes}

source: EscalationPolicies|%{notificationIcon} THEN %{doAction} %{forScheduleOrUser}
sv: EscalationPolicies|%{notificationIcon} SEDAN %{doAction} %{forScheduleOrUser}

source: EscalationPolicies|+ Add an additional rule
sv: EscalationPolicies|+ Lägg till en ytterligare regel

source: EscalationPolicies|A schedule is required for adding an escalation policy.
sv: EscalationPolicies|Ett schema krävs för att lägga till en eskalationsprincip.

source: Event type(s) already on the allowlist and cannot be added to the denylist: %{filters}
sv: Händelsetyp(er) finns redan på tillåtelselistan och kan inte läggas till på spärrlistan: %{filters}

source: Event type(s) already on the denylist: %{filters}
sv: Händelsetyp(er) finns redan på spärrlistan: %{filters}

source: Expand merge checks
sv: Expandera sammanfogningskontroller

source: ExternalAuthorization|Allow deploy tokens and deploy keys to be used with external authorization
sv: Extern auktorisering|Tillåt att driftsättningstoken och driftsättningsnycklar används med extern auktorisering

source: Failed to add passkey. Try again.
sv: Det gick inte att lägga till säkerhetsnyckeln. Försök igen.

source: Failed to assign the framework to project %{project_name}
sv: Det gick inte att tilldela ramverket till projektet %{project_name}

source: Failed to assign the framework to the project
sv: Det gick inte att tilldela ramverket till projektet

source: Failed to create compliance requirement
sv: Det gick inte att skapa efterlevnadskrav

source: Failed to create compliance requirement control
sv: Det gick inte att skapa kontroll för efterlevnadskrav

source: Failed to create framework
sv: Det gick inte att skapa ramverket

source: Failed to destroy compliance requirement
sv: Det gick inte att förstöra efterlevnadskrav

source: Failed to destroy compliance requirement control
sv: Det gick inte att förstöra kontroll för efterlevnadskrav

source: Failed to discover OAuth metadata
sv: Det gick inte att identifiera OAuth-metadata

source: Failed to discover OAuth metadata: %{error}
sv: Det gick inte att identifiera OAuth-metadata: %{error}

source: Failed to export framework
sv: Det gick inte att exportera ramverket

source: Failed to load stack trace.
sv: Det gick inte att läsa in stackspårningen.

source: Failed to load stacktrace.
sv: Det gick inte att läsa in stackspårningen.

source: Failed to remove the framework from project %{project_name}
sv: Det gick inte att ta bort ramverket från projektet %{project_name}

source: Failed to send email OTP. Please try again. If the problem persists, refresh your page or sign in again.
sv: Det gick inte att skicka OTP via e-post. Försök igen. Om problemet kvarstår uppdaterar du sidan eller loggar in igen.

source: Failed to store refreshed token
sv: Det gick inte att lagra den uppdaterade token

source: Failed to store token
sv: Det gick inte att lagra token

source: Failed to update compliance requirement
sv: Det gick inte att uppdatera efterlevnadskrav

source: Failed to update framework
sv: Det gick inte att uppdatera ramverket

source: Fetch cloud observability alerts
sv: Hämta molnaviseringar för observationsdata

source: ForksDivergence|Source project has a limited visibility.
sv: ForksDivergence|Källprojektet har begränsad synlighet.

source: FoundationalFlow|Analyze critical Secret Detection vulnerabilities.
sv: FoundationalFlow|Analysera kritiska sårbarheter från hemlighetsidentifiering.

source: FoundationalFlow|Secret Detection False Positive Detection
sv: FoundationalFlow|Identifiering av falska positiva resultat i hemlighetsidentifiering

source: Framework id(s) %{missing_ids} are invalid.
sv: Ramverks-ID:n %{missing_ids} är ogiltiga.

source: Framework successfully deleted
sv: Ramverket togs bort

source: GcpDestinationValidator validates only gcp external audit event destinations.
sv: GcpDestinationValidator validerar endast externa GCP-mål för granskningshändelser.

source: Generate group access tokens scoped to this group for your applications that need access to the GitLab API.
sv: Skapa gruppåtkomsttoken med omfånget begränsat till den här gruppen för program som behöver åtkomst till GitLab-API:t.

source: Generate project access tokens scoped to this project for your applications that need access to the GitLab API.
sv: Skapa projektåtkomsttoken med omfånget begränsat till det här projektet för program som behöver åtkomst till GitLab-API:t.

source: Generic package file size in bytes
sv: Filstorlek för generiskt paket i byte

source: Geo|Dependency List Export Uploads
sv: Geo|Uppladdningar för export av beroendelista

source: Geo|Dependency Proxy Blob
sv: Geo|Blob för beroendeproxy

source: Geo|Dependency Proxy Blobs
sv: Geo|Blobar för beroendeproxy

source: Geo|Dependency Proxy Manifest
sv: Geo|Manifest för beroendeproxy

source: Geo|Dependency Proxy Manifests
sv: Geo|Manifest för beroendeproxy

source: GitGuardian|Personal access token to authenticate calls to the GitGuardian API.
sv: GitGuardian|Personlig åtkomsttoken för att autentisera anrop till GitGuardian API.

source: GitGuardian|Scan pushed commits for hardcoded secrets with GitGuardian, and block pushes that contain them.
sv: GitGuardian|Skanna pushade incheckningar efter hårdkodade hemligheter med GitGuardian och blockera pushar som innehåller dem.

source: GitHub API token with `repo:status` OAuth scope.
sv: GitHub API-token med OAuth-omfånget `repo:status`.

source: GitLab Observability Backend requests
sv: Begäranden till GitLab Observability Backend

source: GitLab events trigger webhooks. Use the request details of a webhook to help troubleshoot problems. %{link_start}How do I troubleshoot?%{link_end}
sv: GitLab-händelser utlöser webhooks. Använd begärandeinformationen för en webhook för att felsöka problem. %{link_start}Hur felsöker jag?%{link_end}

source: GitLabPages|When enabled, public access is removed for all projects in the group and its subgroups. Pages still follow each project's visibility settings.
sv: GitLabPages|När detta aktiveras tas offentlig åtkomst bort för alla projekt i gruppen och dess undergrupper. Pages följer fortfarande varje projekts synlighetsinställningar.

source: GithubImport|Create and provide your GitHub %{linkStart}personal access token%{linkEnd}.
sv: GithubImport|Skapa och ange din %{linkStart}personliga åtkomsttoken för GitHub%{linkEnd}.

source: GithubImport|Create and provide your GitHub %{link_start}personal access token%{link_end}.
sv: GithubImport|Skapa och ange din %{link_start}personliga åtkomsttoken för GitHub%{link_end}.

source: GithubImport|Learn more about %{linkStart}Gitea personal access tokens%{linkEnd}.
sv: GithubImport|Läs mer om %{linkStart}personliga åtkomsttoken för Gitea%{linkEnd}.

source: GithubImport|Use a classic GitHub personal access token with the following scopes:
sv: GitHub-import|Använd en klassisk personlig åtkomsttoken för GitHub med följande omfång:

source: GithubImport|Your GitHub personal access token does not have read access to collaborators. Please use a classic GitHub personal access token with the `read:org` scope. Fine-grained tokens are not supported.
sv: GithubImport|Din personliga åtkomsttoken för GitHub har inte läsåtkomst till medarbetare. Använd en klassisk personlig åtkomsttoken för GitHub med omfånget `read:org`. Finkorniga token stöds inte.

source: GithubImport|Your GitHub personal access token does not have read access to the repository. Please use a classic GitHub personal access token with the `repo` scope. Fine-grained tokens are not supported.
sv: GithubImport|Din personliga åtkomsttoken för GitHub har inte läsåtkomst till kodförrådet. Använd en klassisk personlig åtkomsttoken för GitHub med omfånget `repo`. Finkorniga token stöds inte.

source: GithubImport|Your GitHub personal access token does not have the required scope to import. %{link_start}Learn More%{link_end}.
sv: GithubImport|Din personliga åtkomsttoken för GitHub saknar det omfång som krävs för import. %{link_start}Läs mer%{link_end}.

source: GithubIntegration|Create a %{token_link_start}personal access token%{token_link_end} with %{status_html} access granted and paste it here.
sv: GithubIntegration|Skapa en %{token_link_start}personlig åtkomsttoken%{token_link_end} med %{status_html}-åtkomst och klistra in den här.

source: Go Micro is a framework for micro service development
sv: Go Micro är ett ramverk för utveckling av mikrotjänster

source: Go to the 'Admin area &gt; New user account restrictions', and check the 'Domain denylist'.
sv: Gå till ”Administrationsområde > Begränsningar för nya användarkonton” och markera ”Spärrlista över domäner”.

source: GooglePlayStore|Protected branches and tags only
sv: GooglePlayStore|Endast skyddade grenar och taggar

source: GooglePlayStore|Set variables on protected branches and tags only
sv: GooglePlayStore|Ange endast variabler för skyddade grenar och taggar

source: Group access token creation is disabled in this group.
sv: Det går inte att skapa åtkomsttoken för grupper i den här gruppen.

source: Group access tokens
sv: Åtkomsttoken för grupper

source: Group audit events
sv: Gruppens granskningshändelser

source: Group your merge requests by %{boldStart}workflow%{boldEnd} or your %{boldStart}role%{boldEnd}, and manage label visibility.
sv: Gruppera dina sammanfogningsbegäranden efter %{boldStart}arbetsflöde%{boldEnd} eller %{boldStart}roll%{boldEnd}, och hantera etikettsynlighet.

source: GroupSaml|Copy SCIM token
sv: Grupp-SAML|Kopiera SCIM-token

source: GroupSaml|Your SCIM token
sv: Grupp-SAML|Din SCIM-token

source: GroupSettings|Built-in project templates
sv: GroupSettings|Inbyggda projektmallar

source: GroupSettings|Control whether built-in project templates are available for new projects. You can enforce this setting for all subgroups.
sv: GroupSettings|Styr om inbyggda projektmallar är tillgängliga för nya projekt. Du kan tillämpa denna inställning för alla undergrupper.

source: GroupSettings|Custom project templates
sv: GroupSettings|Anpassade projektmallar

source: GroupSettings|Disable personal access tokens
sv: Gruppinställningar|Inaktivera personliga åtkomsttoken

source: GroupSettings|Enable JWT format for CI/CD job tokens
sv: Gruppinställningar|Aktivera JWT-format för CI/CD-jobbtoken

source: GroupSettings|Enable JWT format for the CI_JOB_TOKEN variable. When disabled, it uses the legacy database format.
sv: Gruppinställningar|Aktivera JWT-format för variabeln CI_JOB_TOKEN. När det är inaktiverat används det äldre databasformatet.

source: GroupSettings|Enable built-in project templates
sv: GroupSettings|Aktivera inbyggda projektmallar

source: GroupSettings|If enabled, enterprise users cannot use personal access tokens. %{learn_more_link}.
sv: GroupSettings|Om detta aktiveras kan företagsanvändare inte använda personliga åtkomsttoken. %{learn_more_link}.

source: GroupSettings|If the parent group's visibility is lower than the group's current visibility, visibility levels for subgroups and projects will be changed to match the new parent group's visibility.
sv: GroupSettings|Om den överordnade gruppens synlighet är lägre än gruppens nuvarande synlighet ändras synlighetsnivåerna för undergrupper och projekt så att de matchar den nya överordnade gruppens synlighet.

source: GroupSettings|Service access tokens expiration enforced setting was not saved
sv: Gruppinställningar|Inställningen för tvingande utgångsdatum för tjänståtkomsttoken sparades inte

source: GroupSettings|Unless manually disabled, this setting will be automatically enabled in GitLab 19.0. This setting is scheduled to be removed in GitLab 20.0, and the JWT format will be used by all job tokens.
sv: Gruppinställningar|Om den inte inaktiveras manuellt aktiveras den här inställningen automatiskt i GitLab 19.0. Inställningen ska tas bort i GitLab 20.0 och JWT-formatet används då av alla jobbtoken.

source: GroupSettings|Users can create %{link_start_group}group access tokens%{link_end} and %{link_start_project}project access tokens%{link_end} in this group
sv: GroupSettings|Användare kan skapa %{link_start_group}gruppåtkomsttoken%{link_end} och %{link_start_project}projektåtkomsttoken%{link_end} i den här gruppen

source: GroupsNew|Personal access token
sv: Nya grupper|Personlig åtkomsttoken

source: GroupsNew|Please fill in your personal access token.
sv: Nya grupper|Fyll i din personliga åtkomsttoken.

source: GroupsNew|Provide credentials for the %{url_link_start}source instance%{url_link_end} to import from. You can provide this instance as a source to move groups within this instance.
sv: GroupsNew|Ange autentiseringsuppgifter för %{url_link_start}källinstansen%{url_link_end} som ska importeras från. Du kan ange den här instansen som källa för att flytta grupper inom den.

source: Groups|Are you sure you want to withdraw your access request for the %{fullName} group?
sv: Groups|Är du säker på att du vill återkalla din åtkomstbegäran för gruppen %{fullName}?

source: HealthCheck|Access token
sv: Hälsokontroll|Åtkomsttoken

source: High or unknown vulnerabilities present
sv: Allvarliga eller okända sårbarheter finns

source: Historical view of open vulnerabilities in the default branch. Excludes vulnerabilities that were resolved or dismissed.
sv: Historisk vy över öppna sårbarheter i standardgrenen. Utesluter sårbarheter som har åtgärdats eller avfärdats.

source: Hosted runner usage
sv: Användning av värdbaserade runners

source: HttpDestinationValidator validates only http external audit event destinations.
sv: HttpDestinationValidator validerar endast HTTP-baserade externa mål för granskningshändelser.
